import "./description.css";
const Description = () => {
  return (
    <div className="description">
      <h1> popular destination</h1>
      <p> tour givs you the opportunity to discive about the place</p>
      <div className="first-des">
        <div className="des-txt">
          <h2>የመሊሳ ትክል ድንጋይ, የም | ቱሪዝም</h2>
          <p>
            የመሊሳ ትክል ድንጋይ ከልዩ ወረዳው ዋና ከተማ ሳጃ በ25ኪሎ ሜትር ርቀት በኢዲያ ቀበሌ መሊሳ መንደር ውስጥ
            ይገኛል፡፡ ትክል ድንጋዮቹን የመጀመሪያው የየም ብሔረሰብ የጌሜሎ ሥርወ-መንግሥት ንጉሥ ለነበሩት ሼህ ድንቡል
            ለስልጣናቸውና ለንግሥናቸዉ መታሰቢያ እንዲሆን በመካነ መቃብራቸዉ ላይ የተተከሉ ናቸው፡: ሼህ ድንቡል ከየመን
            ፈልሰው እንደ መጡና የጌሜሎ ስርወ መንገስት መስራች እንደነበሩ የብሔረሰቡ አዛውንቶች ያስረዳሉ፡፡እነዚህ
            አካላት የእስልምናን እምነት ወደ የም ያመጡ መሆናቸውን የብሄረሰቡ አዛውንቶች ጨምረው ያስረዳሉ፡፡ የጌሜሉ
            ስርወ መንግሰት መስራች የነበሩት ሼህ ድንቡል መንግስት መናገሻ ስፍራው ካንፎቻ በሚባለው ስፍራ ነው፡፡
            ባጠቃላይ በጌሜሎ ስርወመንግስት ዘመን ከፍተኛ ስልጣኔ በየም የታየበት ወቅት ስለነበረ ለዚህም ስልጣኔና
            ጀግንነታቸው ትክል ድንጋዮቹ እንቆሙ ይነገራል፡፡ ትክል ድንጋዮቹ የተለያየ ቅርጽ፣ መጠንና ቁመት አላቸው፡፡
            ትልቁ ትክል ድንጋይ 2.6 ሜትር የሆነ ርዝመት ሲኖረው በስፍራው ከ162 በላይ ትክል ድንጋዮች ይገኛሉ፡፡{" "}
          </p>
        </div>
      </div>
    </div>
  );
};
export default Description;
